Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: With the Polar Fitness Test, you can also calculate the predicted maximum heart rate value (HR max-p).
hr: S Polar Fitness Testom, također možete izračunati predviđeni maksimalni broj otkucaja srca (HR max-p).

source: The HRmax-p score predicts your individual maximum heart rate more accurately than the age-based formula (220 - age).
hr: HRmax-p rezultat puno bolje predviđa vaš individualni maksimalni broj otkucaja srca od formule na osnovi godina (220-godine).

source: For further information on HRmax, see User Settings (page 37).
hr: Za dodatne informacije o vrijednosti HR max, pogledajte Korisničke postavke (stranica 37).

source: To make sure the test results are reliable, the following basic requirements apply: • You can perform the test anywhere - at home, at the office, at a health club - provided the testing environment is peaceful.
hr: Kako bi osigurali da su testni rezultati pouzdani, vrijede slijedeći osnovni zahtjevi: • Test možete provesti bilo gdje – u kući, u uredu, u fitnes centru – uz uvjet da je okolina mirna.

source: There should be no disturbing noises (e.g. television, radio, or telephone) and no other people talking to you. • Always take the test in the same environment and at the same hour. • Avoid eating a heavy meal or smoking 2-3 hours prior to testing. • Avoid heavy physical exertion, alcohol, and pharmacological stimulants on the test day and the previous day. • You should be relaxed and calm.
hr: Ne bi smjelo biti ometajuće buke (npr. televizija, radio ili telefon) i drugih ljudi koji vam pričaju. • Test uvijek provodite u istoj okolini i u isto vrijeme. • Izbjegavajte puno jesti ili pušiti 2-3 sata prije testa. • Izbjegavajte teške fizičke napore, alkohol i lijekove na dan testiranja i dan prije. • Trebali bi biti opušteni i mirni.

source: Lie down and relax for 1-3 minutes before starting the test.
hr: Legnite 1-3 minute prije početak testa.

source: Before the Test Wear the Heart Rate Sensor For further information, see Wear the Heart Rate Sensor (page 13).
hr: Prije testa Nosite primopredajnik Za dodatne informacije, pogledajte Nošenje primopredajnika (stranica 13).

source: Enter User Information Select Settings > User To carry out the Polar Fitness Test, enter your personal user information and long-term physical activity level in User settings.
hr: Unesite korisničke informacije Odaberite Settings > User Za provođenje Polar Fitness Testa, unesite vaše osobne informacije i razinu dugoročnih fizičkih aktivnosti u Korisničke postavke.

source: Set HRmax-p On If you want to obtain your predicted maximum heart rate value, turn HRmax-p on.
hr: Uključite HRmax-p Ako želite dobiti predviđeni maksimalni broj otkucaja srca, uključite HR max-p.

source: Select Test > Fitness > HR max-p > On
hr: TESTOVI

source: Tests 45 ENGLISH
hr: 45 HRVATSKI, SRPSKI

source: Performing the Test Select Test > Fitness > Start > Fitness Test Lie Down
hr: Odaberite Test > Fitness > HR max-p > On

source: The fitness test begins in five seconds.
hr: Provođenje testa Odaberite Test > Fitness > Start > Fitness Test Lie Down Fitnes test započne unutar pet sekundi.

source: Arrows indicate that the test is ongoing.
hr: Strelice označavaju da test traje.

source: Stay relaxed and limit body movements and communication with other people.
hr: Legnite, ostanite opušteni i ograničite pokrete tijelom i komunikaciju s drugim osobama.

source: If you have not set your long-term physical activity level in User Settings, Set your personal activity level is displayed.
hr: Ako u Korisničkim postavkama niste postavili vašu dugoročnu fizičku aktivnost, na zaslonu se pojavi Set your personal activity level .

source: Select Top, High, Moderate , or Low.
hr: Odaberite Top, High, Moderate ili Low.

source: For further information on activity levels, see User Settings (page 37).
hr: Za dodatne informacije o razinama aktivnosti, pogledajte Korisničke postavke (stranica 37).

source: If your training computer does not receive your heart rate at the beginning or during the test, the test fails and Test failed, check WearLink is displayed.
hr: Ako vaš monitor srčane frekvencije ne prima otkucaje vašeg srca na početku ili za vrijeme testa, test nije uspio i prikaže se Test failed, check WearLink .

source: Check that the heart rate sensor electrodes are wet and that the textile strap is snug enough, and start the test again.
hr: Provjerite da li su elektrode primopredajnika vlažne i da li tekstilna traka dobro naliježe, te ponovo započnite test.

source: When the test is over, you will hear two beeps.
hr: Kada test završi, ćuti će te dva zvučna signala.

source: OwnIndex is displayed with a numerical value and level evaluation.
hr: Prikaže se OwnIndex s brojčanom vrijednosti i ocjeni razine.

source: For further information on evaluations, see Fitness Level Classes.
hr: Za dodatne informacije o ocjenama, pogledajte Klase fitnes razina.

source: To display your Predicted maximum heart rate value press DOWN.
hr: Za prikaz vašeg predviđenog maksimalnog broja otkucaja srca ( Predicted maximum heart rate ) pritisnite DOLJE. Pritisnite OK za izlaz.

source: Press OK to exit.
hr: Update to VO2 max?

source: Update to VO2 max? • Select Yes to save the OwnIndex value to your user settings and Fitness Test Trend menu. • Select No only if you know your laboratory-measured VO2max value, and if it differs more than one fitness level class from the OwnIndex result.
hr: (Nadopuni VO2 max?) • • Odaberite Yes za spremanje OwnIndex vrijednosti u vaše korisničke postavke i izbornik Fitness Test Trend. Odaberite No samo ako znate vašu u laboratoriju izmjerenu vrijednost VO 2maxi ako se razlikuje sa više od jedne klase fitnes razine od OwnIndex rezultata.

source: Your OwnIndex value is saved only to the Fitness Test Trend menu.
hr: Vaša OwnIndex vrijednost se sprema samo u izbornik Fitness Test Trend.

source: For further information, see Fitness Test Trend .
hr: Za dodatne informacije, pogledajte Fitness Test Trend .

source: Update to HR max? (if HRmax-p is on) • Select Yes to save the value to your user settings. • Select No if you know your laboratory-measured HRmax.
hr: Update to HR max? (ako je HRmax-p aktivirano) • •

source: You can stop the test at any time by pressing STOP.
hr: Odaberite Yes za spremanje vrijednosti u vaše korisničke postavke.

source: Fitness Test canceled is displayed for a few seconds.
hr: Odaberite No ako znate vašu u laboratoriju izmjerenu vrijednost HR max.

source: After saving the OwnIndex and HRmax-p values, they will be used for calculating calorie consumption.
hr: Test možete zaustaviti u bilo kojem trenutku pritiskom na STOP.

source: After the Test Fitness Level Classes
hr: Na par sekundi se prikaže Fitness Test canceled .

source: Your OwnIndex is most meaningful when comparing your individual values and changes in them over time.
hr: Spremljene vrijednosti OwnIndex i HR max-p će se koristiti za proračun potrošnje kalorija.

source: OwnIndex can also be interpreted based on gender and age.
hr: OwnIndex se također može interpretirati na osnovi spola i starosti.

source: Locate your OwnIndex on the table below, and find out how your aerobic fitness compares to others of the same gender and age.
hr: Pronađite vaš OwnIndex u donjoj tablici i usporedite kakve su vaše aerobne sposobnosti u odnosu na druge osobe vašeg spola i godina.

source: Top athletes typically score OwnIndex values above 70 (men) and 60 (women).
hr: Vrhunski sportaši obično imaju vrijednost OwnIndexa iznad 70 (muškarci) i 60 (žene).

source: Olympic-level endurance athletes can reach values as high as 95.
hr: Sportaški olimpijske izdržljivosti mogu doseći vrijednosti i do 95.

source: OwnIndex is highest in sports that involve large muscle groups, such as running and cross-country skiing.
hr: OwnIndex je najviši u sportovima koji uključuju velike grupe mišića, kao što su trčanje ili skijaško trčanje.

source: Men
hr: Muškarci

source: Age / Years Very low Low Fair Moderate Good Very good Elite
hr: Starost 20-24 25-29 30-34

source: 46 Tests
hr: 46 TESTOVI

source: 60-65 < 21 21-24 25-28 29-32 33-36 37-40 > 40 Women
hr: Srednje 39-43 36-41 35-39 33-36 31-34 29-32

source: The classification is based on a literature review of 62 studies where VO2max was measured directly in healthy adult subjects in the USA, Canada and 7 European countries.
hr: Ova klasifikacija je dobivena na osnovi podataka iz 62 stručna ispitivanja gdje vrijednost VO 2max direktno mjerena na odraslim ljudima u SAD, Kanadi i 7 Europskih država.

source: Reference: Shvartz E, Reibold RC.
hr: Referenca: Schwartz E., Reibold RC.

source: Aerobic fitness norms for males and females aged 6 to 75 years: a review.
hr: Aerobic fitness norms for males and females aged 6 to 75 years: a review, Aviat Space Environ Med; 61:3-11, 1990.

source: Aviat Space Environ Med; 61:3-11, 1990. Fitness Test Trend Select Test > Fitness > Trend
hr: Fitness Test Trend Odaberite Test > Fitness > Trend Razvoj vašeg OwnIndexa možete vidjeti u izborniku Trend.

source: Up to 16 OwnIndex values and respective dates are included in the display.
hr: Prikazuje se do 16 OwnIndex vrijednosti i odgovarajući podaci.

source: When the test trend file becomes full, the oldest result is automatically deleted.
hr: Kada datoteka trenda testa postane puna, najstariji rezultati se automatski brišu.

source: The most recent test date, a graph of your OwnIndex results, and the latest OwnIndex value are displayed.
hr: Prikažu se zadnji datum testa, graf vaših OwnIndex rezultata i zadnja OwnIndex vrijednost.

source: Scroll UP or DOWN to view other values. Delete OwnIndex Value
hr: Za pregled drugih vrijednosti koristite tipke GORE ili DOLJE.

source: Select Test > Fitness > Trend Select the value you wish to delete and press and hold LIGHT > Delete value?
hr: Brisanje OwnIndex vrijednosti Odaberite Test > Fitness > Trend Odaberite vrijednost koju želite izbrisati i pritisnite i držite tipku SVJETLO > Delete value?

source: No/Yes is displayed.
hr: No/Yes .

source: Confirm with OK.
hr: Potvrdite s OK.

source: Analyzing OwnIndex Results with Software Downloading test results to the software offers you the possibility of analyzing results in various ways, as well as accessing more detailed information about your progress.
hr: Analiza OwnIndex rezultata sa softverom Prebacivanje testnih rezultata u softver nudi mogućnost analize rezultata na razne načine, kao i pristup više detaljnim informacijama o vašem napretku.

source: The software also allows you to make graphical comparisons with previous results.
hr: Softver vam također omogućuje da napravite grafičku TESTOVI

source: Tests 47
hr: 47 HRVATSKI, SRPSKI

source: General Successful training requires temporary overloading: longer exercise duration, higher intensity, or higher total volume.
hr: Općenito Uspješno vježbanje zahtijeva privremeno preopterećivanje: duže trajanje vježbe, veći intenzitet ili viši ukupni volumen.

source: In order to avoid severe overtraining, overloading must always be followed by an adequate recovery period.
hr: Kako bi izbjegli preveliko prenaprezanje, preopterećenju mora uvijek slijediti adekvatno razdoblje odmora.

source: With an inadequate recovery period, you may experience a decrease in performance as a result of high training volumes, instead of improvement.
hr: Bez adekvatnog razdoblja odmaranja, možete iskusiti smanjenje performansi kao rezultat većih volumena vježbanja, umjesto poboljšanje.

source: Polar OwnOptimizer is an easy and reliable way to determine whether your training program is optimally developing your performance.
hr: Polar OwnOptimizer je lak i pouzdan način za određivanje da li vaš program vježbanja optimalno povećava vaše performanse.

source: Polar OwnOptimizer is developed for use by healthy adults.
hr: Polar OwnOptimizer je razvijen za uporabu od strane zdravih odraslih osoba.

source: Polar OwnOptimizer is a modification of a traditional orthostatic overtraining test.
hr: Polar OwnOptimizer je modifikacija tradicionalnog ortostatičkog testa preopterećenja.

source: It is a perfect tool, embedded in the training computer, for everyone training regularly, at least three times a week, for fitness improvement or to reach competitive targets.
hr: To je savršen alat, ugrađen u Monitor srčane frekvencije, za svakoga tko redovito vježba, najmanje tri puta tjedno, za poboljšanje sposobnosti ili dosezanja konkurentnih ciljeva.

source: This feature is based on heart rate and heart rate variability measurements taken during an orthostatic test (standing up from relaxed resting).
hr: Ova značajka je bazirana na mjerenju otkucaja srca i promjenjivosti otkucaja srca za vrijeme ortostatičkog testa (ustajanje nakon opuštenog ležanja).

source: OwnOptimizer helps you to optimize your training load during a training program so that you experience an increase in performance and do not undertrain or overtrain in the long run.
hr: OwnOptimizer vam pomaže da optimizirate vaše opterećenje prilikom vježbanja tako da iskusite povećanje performansi, a ne da se one na duže vrijeme smanje.

source: Polar OwnOptimizer is based on regular long-term measurements of five heart rate parameters.
hr: Polar OwnOptimizer je baziran na redovitim dugoročnim mjerenjima pet parametara otkucaja srca.

source: Two of these five values are calculated at rest, one while standing up, and two while standing.
hr: Dvije od ovih pet vrijednosti se izračunavaju u mirovanju, jedna za vrijeme ustajanja i dvije u stajanju.

source: Each time you perform the test, the wrist unit saves the heart rate values and compares them to the previous values registered. Before the Test Baseline Tests
hr: Svaki put kada provedete ovaj test, Monitor srčane frekvencije sprema vrijednosti otkucaja srca i uspoređuje ih s prethodnim snimljenim vrijednostima.

source: When you use OwnOptimizer for the first time, six baseline tests should be conducted over a period of two weeks to determine your personal baseline value.
hr: Prije testa Osnovni testovi Kada koristite OwnOptimizer po prvi put, treba provesti šest osnovnih testova tijekom dva tjedna kako bi se odredile vaše osnovne osobne vrijednosti.

source: These baseline measurements should be taken during two typical basic training weeks, not during heavy training weeks.
hr: Ova osnovna mjerenja se trebaju provesti tijekom dva uobičajena tjedna vježbanja, ne tijekom tjedana teških vježbi.

source: The baseline measurements should include tests taken after a training day and after recovery days.
hr: Osnovna mjerenja bi trebala uključivati testove provedene nakon dana vježbanja i nakon dana odmora.

source: Monitoring OwnOptimizer Values After the baseline recordings, you should continue to perform the test 2-3 times a week.
hr: Nadzor OwnOptimizer vrijednosti Nakon osnovnih snimanja, trebali bi nastaviti provoditi test 2-3 puta na tjedan.

source: Test yourself weekly in the morning following both a recovery day and a heavy training day (or a series of heavy training days).
hr: Testirajte se tjedno, ujutro nakon dana odmora i nakon dana teškog vježbanja (ili niza dana teških vježbi).

source: An optional third test can be performed after a normal training day.
hr: Opcijski treći test se može provesti nakon dana normalnog vježbanja.

source: OwnOptimizer may not provide reliable information during detraining or in a very irregular training period.
hr: OwnOptimizer možda neće dati pouzdane informacije za vrijeme smanjenja intenziteta vježbanja ili tijekom vrlo neredovitog vježbanja.

source: If you take a break from exercise for 14 days or longer, the baseline tests should be performed again.
hr: Ako uzmete pauzu od vježbanja od 14 dana ili više, treba ponovo provesti osnovne testove.

source: Performing the Test The test should always be taken in standardized/similar conditions in order to get the most reliable results.
hr: Provođenje testa Test bi se trebao uvijek provoditi u standardnim/sličnim uvjetima kako bi se dobili najpouzdaniji podaci.

source: It is recommended that you take the test in the morning before breakfast.
hr: Preporuča se da test provedete ujutro prije doručka.

source: The following basic requirements apply: • Wear the heart rate sensor. • You should be relaxed and calm. • You can be seated in a relaxed position or lying in bed.
hr: Za dodatne informacije, pogledajte Nošenje primopredajnika. • Trebali bi biti opušteni i smireni. • Možete sjediti u opuštenom položaju ili ležati na krevetu.

source: The position should always be the same when you do the test. • The test can take place anywhere – at home, in the office, at a health club – as long as the test environment is peaceful.
hr: Tijekom testiranja položaj bi uvijek trebao biti isti. • Test možete provesti bilo gdje – u kući, u uredu, u fitnes centru – uz uvjet da je okolina mirna.

source: There should be no disturbing noises (for example, television, radio or telephone) or other people talking to you. • Avoid eating, drinking and smoking 2-3 hours prior to the test.
hr: Ne bi smjelo biti ometajuće buke (npr. televizija, radio ili telefon) ili drugih osoba koje vam pričaju. • • Izbjegavajte jesti, piti i pušiti 2-3 sata prije testa.

source: Performing the Test Select Test > Optimizer > Start > Optimizer Lie Down
hr: Provođenje testa Odaberite Test > Optimizer > Start > Optimizer Lie Down

source: 48 Tests
hr: 48 TESTOVI

source: After 3 minutes, the wrist unit will beep and Optimizer Stand up is displayed.
hr: Za vrijeme prvog dijela testa, koji traje 3 minute, nemojte se pomicati.

source: Stand up and remain standing still for 3 minutes.
hr: Nakon 3 minute, ručna jedinica će se oglasiti i prikaže se Optimizer Stand up .

source: After 3 minutes, the wrist unit will beep again and the test is finished.
hr: Ustanite i ostanite stajati 3 minute.

source: A numerical and written interpretation of the result is displayed.
hr: Nakon 3 minute, ručna jedinica će se ponovo oglasiti i test je završen.

source: Press DOWN to see your average heart rate (bpm) while lying down (HRrest), the highest heart rate while standing up (HRpeak ), and the average heart rate while standing (HRstand).
hr: Pritisnite DOLJE kako bi vidjeli vaš prosječan broj otkucaja srca (bpm) za vrijeme ležanja ( HRrest), najviši broj otkucaja srca za vrijeme ustajanja ( HRpeak ) i prosječni broj otkucaja srca za vrijeme stajanja ( HRstand).

source: You can interrupt the test in any phase by pressing STOP.
hr: Test možete zaustaviti u bilo kojem trenutku pritiskom na STOP.

source: Optimizer Test canceled is displayed.
hr: Na par sekundi se prikaže Optimizer Test canceled .

source: If the training computer cannot receive your heart rate signal, the message Test failed.
hr: Ako vaš monitor srčane frekvencije ne prima otkucaje vašeg srca, prikaže se Test failed.

source: Check WearLink is displayed.
hr: Check WearLink .

source: In which case, you should check that the heart rate sensor electrodes are wet and that the textile strap fits snugly.
hr: Provjerite da li su elektrode primopredajnika vlažne i da li tekstilna traka dobro naliježe.

source: After the Test How to Interpret Results The wrist unit calculates five heart rate and heart rate variability based parameters.
hr: Nakon testa Kako interpretirati rezultate Monitor srčane frekvencije izračunava pet parametara otkucaja srca i promjenjivosti otkucaja srca.

source: The OwnOptimizer values are calculated by comparing your latest results to previous ones.
hr: OwnOptimizer vrijednosti se proračunavaju usporedbom vaših zadnjih i prethodnih rezultata.

source: The wrist unit will display a written description of your training status.
hr: Monitor srčane frekvencije će prikazati pisani opis vašeg statusa vježbanja.

source: The descriptions are defined in detail below.
hr: Detaljni opisi su dani ispod.

source: Your heart rate is lower than average.
hr: Vaši otkucaji srca su niži od prosjeka.

source: This indicates that you have recovered very well.
hr: To znači da ste se dobro odmorili.

source: You can continue training, including intensive exercise sessions.
hr: Možete nastaviti s vježbanjem, uključujući cikluse intenzivnih vježbi.

source: Your heart rate is at a normal level.
hr: Vaši otkucaji srca su na normalnoj razini.

source: Go on with your training; include both light and intensive training sessions, and recovery days.
hr: Nastavite s vježbanjem; uključite cikluse lakih i intenzivnih vježbi, kao i dane odmora.

source: Your heart rate is higher than average.
hr: Vaši otkucaji srca su viši od prosjeka.

source: You may have exercised intensively in the previous days.
hr: Prethodnih dana ste možda intenzivno vježbali.

source: You have two choices: 1) rest or train lightly for one or two days, or 2) continue intensive training for one or two days and then recover well.
hr: Imate dvije mogućnosti: 1) odmarajte se ili lagano vježbajte dan ili dva, ili 2) nastavite s intenzivnim vježbanjem dan ili dva dana i dobro se odmorite.

source: Other sources of stress such as the beginning of a fever or an attack of the flu can result in the same kind of response.
hr: Drugi izvori stresa kao što je početak groznice ili napad gripe mogu rezultirati u istoj vrsti odziva.

source: Your heart rate has continuously been at a normal level for a long time now.
hr: Vaši otkucaji srca su kontinuirano bili na normalnoj razini dugo vrijeme.

source: Effective training requires both heavy training and good recovery, and this should cause variation in your heart rate results.
hr: Efikasno vježbanje zahtijeva teško vježbe i dobar odmor, i to bi trebalo uzrokovati varijacije u otkucajima srca.

source: Your OwnOptimizer result indicates that you have not had very intensive training or good recovery for a while.
hr: Vaši OwnOptimizer rezultati ukazuju na činjenicu da niste teško vježbali ili se niste dobro odmorili.

source: Perform the test again after a rest or light training day.
hr: Ponovo provedite test nakon odmora ili dana lakog vježbanja.

source: If the recovery is effective, your result should show Good recovery.
hr: Ako je odmor bio efikasan, vaš rezultat bi trebao pokazati Good recovery.

source: Your heart rate is still at a normal level, and this has continued for a long time.
hr: Vaši otkucaji srca su još uvijek na normalnoj razini i to se nastavilo kroz duže razdoblje.

source: The result indicates that your training has not been intensive enough to develop optimally.
hr: Rezultati ukazuju na činjenicu da vaše vježbanje nije bilo dovoljno intenzivno kako bi se optimalno razvijali.

source: To improve your condition effectively, you should now include more intense or longer exercise sessions in your program.
hr: Kako bi efikasno poboljšali vaše stanje, u vaš program bi sada trebali uključiti intenzivnije ili duže vježbe.

source: Your heart rate has been higher than average several times.
hr: Vaši otkucaji srca su nekoliko puta bili viši od prosjeka.

source: You may have trained hard on purpose.
hr: Možda ste namjerno vježbali teško.

source: The result indicates overloading, and you should try to recover well now.
hr: Rezultati ukazuju na preopterećenje i sada bi se trebali dobro odmoriti.

source: To monitor your recovery, perform the test again after one or two resting or easy training days.
hr: Kako bi nadgledali vaš odmor, ponovo provedite test nakon jednog ili dva odmora ili dana lakšeg vježbanja.

source: Overreaching (7)
hr: TESTOVI

source: This seriously indicates that you should Tests 49
hr: 49 HRVATSKI, SRPSKI

source: have a complete recovery period.
hr: To ozbiljno ukazuje da bi se trebali dobro odmoriti.

source: The longer you have trained intensively, the longer the recovery period required to recover.
hr: Što ste duže teško vježbali, to bi razdoblje odmora trebalo biti duže.
